{
  "version": "0.70.25-unfinished.8",
  "changeLog": "unfinished.8:\n          | - Just an update, but tbh I dont remember as I did this awhile ago...\n",
  "changeLogFull": "0.70.25-| # unfinished.8:\n          | - Just an update, but tbh I dont remember as I did this awhile ago...\n          | # unfinished.7:\n          | - Finally Revamped the Options Menu to a full!\n          | - Fixed the singleplayer menu rending the background texture for some reason\n          | - The Koil File Explorer and File Editor are now user semi-friendly\n          | - Starting to make the project run faster that it already is...\n          | # unfinished.6:\n          | - The Creation of the Auto Updates and this very menu\n          | - Fixed some weird bugs relating to the structure system\n          | # unfinished.5:\n          | - File Optmization, and working on some in depth things.\n          | # unfinished.4:\n          | - honestly, I forgot what I did but this will does make the mod not crash\n           for a reason you guys dont understand\n          | # unfinished.3:\n          | - This version adds somethings that Im going to need to make a video on.\n          | # unfinished.2:\n          | - a patch\n          | # unfinished:\n          | - Alot has been changed, that being the ui of the game, however it is not fully finished yet\n           so you cant turn it off, that will be a feature soon though.\n0.70.24-| # :\n          | - alot of things, the manager menu, and bug fixes for the json creations\n0.70.23-| # :\n          | - The great json item and block adjustments. (hella long for this log)\n0.70.22-| # :\n          | - Added the first of many features to the api, this addition lets you add items, and blocks\n           using datapack.\n0.70.21-| # :\n          | - gun things\n0.70.20-| # :\n          | - Added items and more to the Ignite Branch.\n0.70.19-| # :\n          | - Fix Guns in Ignite\n0.70.18-| # :\n          | - Added Connections for the branch Ignite\n0.70.17-| # :\n          | - Its the same as before just altered for the new config system"
}
